const QQ1 = "Про розмноження";
const QA1 =
  "Розмноження рибок y акваріумі може бути цікавим процесом. Y багатьох рибок є особливі способи, якими вони розмножуються. Деякі рибки відкладають ікру (маленькі яйця, з яких потім вилуплюються маленькі рибки). Інші рибки народжуються вже готовими малятами.Більшість равликів відкладають яйця. Яйця можуть бути розміщені y вологої землі або воді. Після певного часу з яєць вилуплюються маленькі равлики.  Креветки також мають цікавий спосіб розмноження, який може залежати від виду креветок. Багато креветок відкладають яйця, які нерідко тримають прикріпленими до своїх ніг. Після вилуплення із яєць виходять маленькі креветки.";

const QQ2 = "Про монетизацію";
const QA2 =
  "Ти можеш продати новонароджених тварин до зоомагазину, де ти купував своїх мешканців і отримати за це гроші. Тому тобі важливо бути зацікавленим у догляді за ними і добре ставитися до своїх мешканців.";

const QQ3 = "Про смерть";
const QA3 = `Мешканці акваріуму можуть померти з різних причин, таких як погана вода, стрес, хвороби або неправильне харчування. Якщо ти помічаєш, що рибки або інші мешканці акваріуму погано себе почувають або вмирають, спробуй визначити причину проблеми. Важливо бути уважним і вчасно реагувати на будь-які проблеми у акваріумі, щоб забезпечити добробут своїм мешканцям. Ось декілька порад:
\n1. Забезпеч чистоту води: регулярно міняй частину води і очищуй фільтр. Чиста вода допомагає уникнути захворювань та стресу у мешканців акваріуму.
\n2. Слідкуй за харчуванням: годуй своїх мешканців вчасно. Впевнись, що мешканці не переїдають і не залишай їжу у акваріумі, щоб уникнути забруднення води.
\n3. Вияви ознаки хвороб: якщо ти помічаєш ознаки хвороби (наприклад, зміни кольору, лусочки, поведінку), негайно звернись до ветеринара. 
Також важливо знати, що рибки можуть померти від старості. Як і у всіх живих істот, рибки також старіють і в кінцевому рахунку можуть померти від природних причин пов'язаних із віком. Це природний процес, і в такому випадку немає необхідності вживати заходів лікування. Важливо створити комфортне середовище для мешканців акваріуму, щоб їм було комфортно протягом їх життя.`;

export const faqData = [
  {
    question: QQ1,
    answer: QA1,
  },
  {
    question: QQ2,
    answer: QA2,
  },
  {
    question: QQ3,
    answer: QA3,
  },
];
